import React from 'react';
import styles from 'css/parents.module.scss';

const Parents = () => {
  return (
    <div className={styles.container}>
      <div className={styles.wraper}>
        <div className={styles.coverImage}></div>
        <article>
          <h2>유가족 인사말</h2>
          <p className={styles.greetings}>
            1991년 4월 26일 우리가족의 행복은 송두리째 부서졌습니다. <br />
            세상에서 제일 불행하고 불쌍한 부모의 운명을 받아들여야 했고, 고통과
            설움 속에서 경대의 어릴 적 모습만 회상하며,
            <br /> 추억으로만 살아가야하는 처량한 부모가 되었습니다.
            <br /> 경대를 보낸 지도 23년. 우리 집의 희망이자 대들보인 경대가
            노태우 독재정권의 무자비한 쇠파이프로 맞아 <br /> 어머니와 아버지,
            누나는 경대의 상주가 되어버렸습니다. <br /> 노태우 독재정권의 악랄한
            만행은 전 국민의 분노를 샀고, <br />
            전국 방방곡곡에서 노태우 타도를 외치는 목소리가 터져 나왔고
            독재정권의 잔악성을 알리기 위해 <br /> 청년, 학생, 주부 11명이
            자신의 몸을 불태워
            <br />
            결국 노재봉 내각 총 사퇴와 백골단 해체를 이루어냈습니다. <br />
            1991년은 우리나라 민주주의 역사상 제일 많은 사람이 분신으로 항거한
            분신정국의 해입니다. <br />
            이들의 희생은 이 나라 민주주의 역사를 창조했고 이들의 뜻은 이 나라
            민주주의 역사의 길잡이가 되었습니다. <br /> 그러나 아직도 경대에게
            미안한 것은, 여전히 면목이 없는 것은 경대가 생명의 마지막에 당부한
            피맺힌 울음을 <br /> 아직도 엄마아빠는 이루지 못했다는 것입니다.
            <br />
            반쪽의 역사만으로 세상을 굴러가려는 절름발이 대인들의 추한 장단에
            아직도 몸이 흔들리는 이 나라,
            <br /> 이 민족과 민중들 틈에서 마땅한 무언가로 그들을 어쩌지
            못하였음이 이다지도 원통하고 분합니다. <br /> 서럽게도 세상은 경대와
            11명의 고귀한 희생을 잊어가는 것 같아 경대의 모습이 아른거릴 때 마다
            눈시울만 적십니다. <br /> 엄마, 아빠, 누나는 기억합니다. 경대가
            울부짖던 그 외침을.
            <br /> 생명의 끝자락에서도 포기하지 않았던 민주화와 통일의 길을,
            <br />
            이제는 하늘에서 외치고 있을 경대의 고귀한 정신과 뜻을 영원히 잊지
            않고 끝까지 싸워 이루어 내겠습니다. <br />
            우리 경대를 비롯한 1991년 5월 열사들의 정신을 모아 <br /> 경기도
            이천시 모가면 어농리 104번지에 민주화 운동 기념공원을 조성했습니다.
            <br />
            이곳은 이 땅의 인권, 민주, 통일 교육의 현장으로 열사들의 정신이
            후손들에게 길이 남겨질 것입니다. <br />
            <b>강경대 부모, 누나가</b>
          </p>
        </article>
      </div>
    </div>
  );
};

export default Parents;
